10/data/attachments/701029e57fa6611b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Courtney_strategy_Actions_78857_3</nif:username>
            <nif:friendToBeRequested>soap_actions_9770068d-1d3b-40bd-af8d-adf978f6f39a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>